brew "acl"
brew "berkeley-db@5"
brew "brotli"
brew "bzip2"
brew "oven-sh/bun/bun"
brew "c-ares"
brew "ca-certificates"
brew "expat"
brew "fd"
brew "fzf"
brew "gdbm"
brew "gettext"
brew "gh"
brew "go"
brew "go-task"
brew "icu4c@77"
brew "libedit"
brew "libffi"
brew "libidn2"
brew "libnghttp2"
brew "libssh2"
brew "libunistring"
brew "libxcrypt"
brew "libxml2"
brew "lpeg"
brew "luajit"
brew "luv"
brew "lz4"
brew "make"
brew "mpdecimal"
brew "neovim"
brew "node"
brew "oh-my-posh"
brew "openssl@3"
brew "perl"
brew "python@3.13"
brew "readline"
brew "ripgrep"
brew "rtmpdump"
brew "rustup"
brew "sqlite"
brew "stow"
brew "tree-sitter"
brew "unibilium"
brew "unzip"
brew "utf8proc"
brew "util-linux"
brew "xz"
brew "yazi"
brew "zlib"
brew "zstd"
